Repository: warmshowers/Warmshowers.org
Catalog: sites/all/modules/contrib/cck/modules/content_multigroup/translations/content_multigroup.*.po
Languages: de

source: The fields in a Standard group are independent of each other and each can have either single or multiple values. The fields in a Multigroup are treated as a repeating collection of single value fields.
de: Die Felder in einer Standardgruppe sind unabhängig von allen anderen und jedes kann entweder einzelne oder mehrere Werte enthalten. Die Felder in einer Mehrfachgruppe werden als sich wiederholende Sammlung von Einzelwertfeldern behandelt.

source: Multigroup
de: Mehrfachgruppe

source: Type of group.
de: Typ der Gruppe.

source: The field %field has been updated to use %multiple values, to match the multiple value setting of the Multigroup %group.
de: Das Feld %field wurde zur Verwendung von %multiple Werten aktualisiert, um mit den Einstellungen für mehrfache Werte der Mehrfachgruppe %group übereinzustimmen.

source: This change is not allowed. The field %field already has %multiple values in the database but the group %group only allows %group_max. Making this change would result in the loss of data.
de: Diese Änderung ist nicht zulässig. Das Feld %field enthält schon %multiple Werte in der Datenbank aber die Gruppe %group lässt nur %group_max zu. Diese Änderung würde einen Datenverlust zur Folge haben.

source: This change is not allowed. The field %field handles multiple values differently than the Content module. Making this change could result in the loss of data.
de: Diese Änderung ist nicht zulässig. Das Feld %field behandelt mehrere Werte anders als das Inhaltsmodul. Diese Änderung könnte einen Datenverlust zur Folge haben.

source: You are moving the field %field into a Multigroup.
de: Das Feld %field wird in eine Mehrfachgruppe verschoben.

source: This change is not allowed. The field %field already has data created and uses a widget that stores data differently in a Standard group than in a Multigroup. Making this change could result in the loss of data.
de: Diese Änderung ist nicht zulässig. Das Feld %field enthält schon Daten und verwendet ein Steuerelement, welches Daten in einer Standardgruppe anders speichert als in einer Mehrfachgruppe. Diese Änderung könnte einen Datenverlust zur Folge haben.

source: You are moving the field %field out of a Multigroup.
de: Das Feld %field wird aus einer Mehrfachgruppe herausgezogen.

source: Fieldset
de: Feldgruppe

source: Horizontal line
de: Horizontale Linie

source: [Subgroup format]
de: [Untergruppenformat]

source: Other settings
de: Weitere Einstellungen

source: 'Unlimited' will provide an 'Add more' button so the users can add repeat it as many times as they like.
de: „Unbegrenzt“ stellt Benutzern einen „Weitere hinzufügen“-Schaltknopf zu Verfügung, damit diese so viele Wiederholungen hinzufügen können wie sie möchten.

source: All fields in this group will automatically be set to allow this number of values.
de: Alle Felder in dieser Gruppe werden automatisch eingestellt diese Anzahl an Werten zuzulassen.

source: Number of repeats
de: Anzahl der Wiederholungen

source: Labels
de: Bezeichnung

source: Labels for each subgroup of fields. Labels can be hidden or shown in various contexts using the 'Display fields' screen.
de: Bezeichnungen für jede Untergruppe von Feldern. Bezeichnungen können in unterschiedlichen Kontexten auf der ‚Felder anzeigen‘-Maske versteckt oder angezeigt werden.

source: The field %field in this group already has %multiple values in the database. To prevent the loss of data you cannot set the number of Multigroup values to less than this.
de: Das Feld %field in dieser Gruppe enthält schon %multiple Werte in der Datenbank. Um einen Datenverlust zu verhindern kann die Anzahl der Mehrfachgruppenwerte auf keinen geringeren Wert eingestellt werden.

source: Add more values
de: Weitere Werte hinzufügen

source: Content Multigroup
de: Inhalt-Mehrfachgruppe

source: Combine multiple CCK fields into repeating field collections that work in unison. This module is experimental and not ready for production.
de: Kombiniert mehrere übereinstimmende CCK-Felder in sich wiederholenden Feldsammlungen. Dieses Modul ist experimentell und nicht betriebsfertig.
